Repository: Huevos/JoyneScan
Catalog: JoyneScan/po/*.po
Languages: nl

source: %s scheduled update
nl: %s geplande update

source: %s update is about to start. Do you want to allow this?
nl: De %s update wordt gestart. Is dit akkoord?

source: About
nl: Over

source: At least one day of the week must be selected
nl: Er moet minstens één weekdag geselecteerd zijn

source: Bouquets generation...
nl: Boeketten worden gegenereerd...

source: CAUTION: Sometimes the SI tables contain rogue data. Select "yes" to sync with transponder data listed in satellites.xml. Select "no" if you trust the SI data. Default is "yes". Only change this if you understand why you are doing it.
nl: Met deze optie activeert u de synchronisatie met bekende transponders. Let op: Soms bevatten de SI tabellen vreemde data. Kies 'Ja' om met de transponderdata van de satellites.xml te synchroniseren. Kies 'Nee' als je de SI data vertrouwt. Default is 'Ja'. Verander dit enkel als je begrijpt wat je doet.

source: CAUTION: This feature is for development only. Requires debug logs to be enabled or enigma2 to be started in console mode (at debug level 4.
nl: Indien geactiveerd, dan schakel je de debug mogelijkheid in. Let op: Deze instelling is alleen voor ontwikkelingsdoeleinden. Het is noodzakelijk dat Enigma2 in debuglevel 4 of in de console draait.

source: Cancel
nl: Annuleren

source: Cannot allocate the demuxer.
nl: Kan de demuxer niet toewijzen.

source: Cannot free NIM because a recording is in progress
nl: Kan de tuner niet vrijmaken omdat een opname aktief is

source: Cannot get frontend
nl: Kan het frontend niet gebruiken

source: Cannot get the NIM
nl: Kan geen NIM bereiken

source: Cannot open the demuxer
nl: Kan de demuxer niet openen

source: Cannot retrieve Resource Manager instance
nl: Kan het voorbeeld van de bronbeheerder niet ophalen

source: Close
nl: Sluiten

source: Could not acquire the correct tsid/onid on the home transponder.
nl: Kon de juiste tsid/onid op de hometransponder niet vinden.

source: Current settings read...
nl: Huidige settings ingelezen...

source: Done
nl: Gereed

source: Download
nl: Start de scan

source: Enough Retries, delaying till next schedule.
nl: Vaak genoeg geprobeerd, op de volgende geplande uitvoering wachten.

source: Exit
nl: Einde

source: Force channel name
nl: Forceer de zendernaam

source: Friday
nl: Vrijdag

source: If the receiver is in 'Deep Standby' when the schedule is due wake it up to run JoyneScan.
nl: Haal de receiver uit deep standby als een Joynescan gepland staat.

source: If the receiver was woken from 'Deep Standby' and is currently in 'Standby' and no recordings are in progress return it to 'Deep Standby' once the import has completed.
nl: Zet de receiver terug in deep standby als de import gereed is en er geen opname aktief is.

source: Last Scanned
nl: Laatst gescand

source: Monday
nl: Maandag

source: Next scheduled fetch is programmed for %s.
nl: Volgende geplande scan is ingesteld voor %s.

source: No compatible tuner found
nl: Geen compatibele tuner gevonden

source: No valid NIM found for %s
nl: Geen NIM gevonden voor %s

source: Press OK
nl: Druk op OK

source: Press OK to select which days to run JoyneScan.
nl: Druk op OK voor een selectetie op welke dagen de JoyneScan moet starten.

source: Read %s %s %s %s...
nl: Lees %s %s %s %s...

source: Reading current settings...
nl: Huidige settings worden ingelezen....

source: Really close without saving settings?
nl: Echt afsluiten zonder op te slaan?

source: Saturday
nl: Zaterdag

source: Save
nl: Opslaan

source: Scans for Joyne services and creates a bouquet
nl: Scan naar Joyne kanalen en maakt een boeket

source: Schedule days of the week
nl: Weekdagen instellen

source: Schedule return to deep standby
nl: Na scannen terugkeren naar deep standby

source: Schedule time of day
nl: Tijdstip instellen

source: Schedule wake from deep standby
nl: Uit deep standby halen

source: Scheduled fetch
nl: Planning van de scans

source: Searching for Joyne transponders...
nl: Naar Joyne transponders zoeken....

source: Select days
nl: Kies dagen

source: Select the provider you wish to scan.
nl: Met deze optie maakt u de keuze welke provider u wenst te scannen.

source: Services: %d video - %d radio
nl: Kanalen: %d video - %d radio

source: Set the time of day to run JoyneScan.
nl: Stel het tijdstip in waarop de JoyneScan gestart moet worden.

source: Set up a task scheduler to periodically update Joyne data.
nl: Indien geactiveerd, dan kunt u een planning opmaken om periodiek de Joyne zenderlijsten te vernieuwen.

source: Setup
nl: Instellingen

source: Show in extensions menu
nl: Toon Joynescan in het applicatiemenu

source: Something went terribly wrong
nl: Iets is volledige fout gegaan

source: Starting scanner
nl: Scan starten

source: Sunday
nl: Zondag

source: Switch this on only if you have issues with "N/A" appearing in your Joyne channel list. Switching this on means the channel name will not auto update if the broadcaster changes the channel name.
nl: Indien geactiveerd, dan wordt de zendernaam niet automatisch bijgewerkt als de provider deze wijzigt. Schakel dit alleen in als je problemen hebt met 'N/A' in je Joyne zenderlijst.

source: Sync with known transponders
nl: Synchroniseren met bekende transponders

source: The current configuration has been saved.
nl: De huidige configuratie is opgeslagen.

source: Thursday
nl: Donderdag

source: Timeout for tuner lock on %s
nl: Lock timeout van de tuner op %s

source: Tuesday
nl: Dinsdag

source: Tune %s %s %s %s...
nl: Afstemmen %s %s %s %s...

source: Tuning failed on %s
nl: Afstemmen mislukt op %s

source: Wednesday
nl: Woensdag

source: When enabled, this allows you start a Joyne update from the extensions list.
nl: Indien geactiveerd, dan kan een Joyne zenderupdate worden uitgevoerd vanuit het 'Applicatie-menu'. (blauwe toets)

source: transponders found: %d
nl: aantal gevonden transponders: %d
